Repository: hosizoraru/KeiPix
Catalog: Sources/KeiPix/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: #%@ is already muted
ja: #%@ は既にミュート済み
zh_hans: #%@ 已在屏蔽列表中
zh_hant: #%@ 已在封鎖列表中

source: %d works
ja: %d件の作品
zh_hans: %d 个作品
zh_hant: %d 個作品

source: %@ is already muted
ja: %@ は既にミュート済み
zh_hans: %@ 已在屏蔽列表中
zh_hant: %@ 已在封鎖列表中

source: %@ requested locally
ja: %@ をローカルでリクエスト済み
zh_hans: 已请求本地%@
zh_hant: 已請求本地%@

source: %@ used of %@
ja: %@ / %@ 使用中
zh_hans: 已用 %@ / %@
zh_hant: 已用 %@ / %@

source: Collection %@
ja: コレクション %@
zh_hans: 珍藏册 %@
zh_hant: 珍藏冊 %@

source: %@ · %d works checked
ja: %@ · 作品 %d 件を確認
zh_hans: %@ · 已检查 %d 个作品
zh_hant: %@ · 已檢查 %d 個作品

source: %@ – %@ bookmarks
ja: ブックマーク %@ – %@
zh_hans: 收藏数 %@ – %@
zh_hant: 收藏數 %@ – %@

source: %@/s
ja: %@/秒
zh_hans: %@/秒
zh_hant: %@/秒

source: %d Pixiv matches
ja: Pixiv 作品 %d 件の一致
zh_hans: %d 个 Pixiv 匹配结果
zh_hant: %d 個 Pixiv 符合結果

source: %d already bookmarked works will be skipped to avoid remote tag conflicts.
ja: リモートタグ競合を避けるため、既にブックマーク済みの作品 %d 件をスキップ
zh_hans: %d 个已收藏作品将跳过，以避免覆盖远端标签。
zh_hant: %d 個已收藏作品將跳過，以避免覆盖遠端標籤。

source: %d artworks finished downloading.
ja: %d 件の作品がダウンロード完了しました。
zh_hans: %d 个作品已完成下载。
zh_hant: %d 個作品已完成下載。

source: %d frames
ja: %d フレーム
zh_hans: %d 帧
zh_hant: %d 幀

source: %d history articles
ja: 記事履歴 %d 件
zh_hans: %d 篇历史文章
zh_hant: %d 篇紀錄文章

source: %d history items
ja: 履歴 %d 件
zh_hans: %d 条历史
zh_hant: %d 条紀錄

source: %d loaded
ja: %d 読み込み済み
zh_hans: 已加载 %d 个
zh_hant: 已載入 %d 個

source: %d more already-bookmarked works skipped
ja: 既にブックマーク済みの作品 %d 件をスキップ
zh_hans: 还有 %d 个已收藏作品已跳过
zh_hant: 還有 %d 個已收藏作品已跳過

source: %d more works will be bookmarked
ja: さらに %d 件の作品をブックマークします
zh_hans: 还有 %d 个作品将收藏
zh_hant: 還有 %d 個作品將收藏

source: %d muted items
ja: ミュート %d 件
zh_hans: %d 个屏蔽项
zh_hant: %d 個封鎖項

source: %d of %d shown
ja: %d / %d 件を表示
zh_hans: 显示 %d / %d
zh_hant: 顯示 %d / %d

source: %d pages
ja: %dページ
zh_hans: %d 页
zh_hant: %d 頁

source: %d tags
ja: %d 個のタグ
zh_hans: %d 个标签
zh_hant: %d 個標籤

source: %d active filters
ja: 有効なフィルター %d 件
zh_hans: %d 个过滤条件
zh_hant: %d 個過濾條件

source: %d results for %@
ja: %@ の検索結果 %d 件
zh_hans: %d 个 %@ 结果
zh_hant: %d 個 %@ 結果

source: %d saved articles
ja: 保存記事 %d 件
zh_hans: %d 篇收藏文章
zh_hant: %d 篇收藏文章

source: %d selected works
ja: 選択作品 %d 件
zh_hans: 已选中 %d 个作品
zh_hant: 已選中 %d 個作品

source: %d shown · %d active · %d completed
ja: 表示 %d 件 · アクティブ %d 件 · 完了 %d 件
zh_hans: 显示 %d · 进行中 %d · 已完成 %d
zh_hant: 顯示 %d · 進行中 %d · 已完成 %d

source: %d shown · %d loaded · %@
ja: 表示 %d 件 · 読み込み %d 件 · %@
zh_hans: 显示 %d · 已载入 %d · %@
zh_hant: 顯示 %d · 已載入 %d · %@

source: %d shown, %d active, %d completed, %@ stored
ja: 表示 %d 件、アクティブ %d 件、完了 %d 件、%@ 保存済み
zh_hans: 显示 %d，进行中 %d，已完成 %d，占用 %@
zh_hant: 顯示 %d，進行中 %d，已完成 %d，佔用 %@

source: %d total · %d active · %d completed
ja: 合計 %d 件 · アクティブ %d 件 · 完了 %d 件
zh_hans: 总计 %d · 进行中 %d · 已完成 %d
zh_hant: 總計 %d · 進行中 %d · 已完成 %d

source: %d unread
ja: 未読 %d 件
zh_hans: %d 个未读
zh_hant: %d 個未讀

source: %d visible works
ja: 表示作品 %d 件
zh_hans: %d 个可见作品
zh_hant: %d 個可見作品

source: %d visible works will be affected
ja: 表示作品 %d 件に影響します
zh_hans: 将影响 %d 个可见作品
zh_hant: 將影響 %d 個可見作品

source: %d will be bookmarked · %d already bookmarked · %@
ja: ブックマーク %d 件 · 既にブックマーク済み %d 件 · %@
zh_hans: %d 个将收藏 · %d 个已收藏 · %@
zh_hant: %d 個將收藏 · %d 個已收藏 · %@

source: +%d more candidates
ja: 他 %d 件の候補
zh_hans: 另有 %d 个候选
zh_hant: 另有 %d 個候選

source: A new KeiPix release is available
ja: KeiPix の新しいリリースが利用可能
zh_hans: KeiPix 有新版本可用
zh_hant: KeiPix 有新版本可用

source: AI Filter
ja: AI フィルター
zh_hans: AI 过滤
zh_hant: AI 過濾

source: AI generated
ja: AI 生成
zh_hans: AI 生成
zh_hant: AI 生成

source: AI/R18/R18G badges, filters, mute sync, and privacy controls remain visible.
ja: AI/R18/R18Gバッジ、フィルター、ミュート同期、プライバシー設定は引き続き表示
zh_hans: AI/R18/R18G 标识、过滤、屏蔽同步和隐私控制需要可见。
zh_hant: AI/R18/R18G 標識、過濾、封鎖同步和隱私控制需要可見。

source: Aspect Ratio
ja: 縦横比
zh_hans: 画面比例
zh_hant: 畫面比例

source: About KeiPix
ja: KeiPix について
zh_hans: 关于 KeiPix
zh_hant: 關於 KeiPix

source: Apache License 2.0
ja: Apache ライセンス 2.0
zh_hans: Apache 许可证 2.0
zh_hant: Apache 授權條款 2.0

source: Copy License Summary
ja: ライセンス概要をコピー
zh_hans: 复制许可证摘要
zh_hant: 複製授權摘要

source: Copy Repository URL
ja: リポジトリ URL をコピー
zh_hans: 复制仓库 URL
zh_hant: 複製倉庫 URL

source: Copy Version Info
ja: バージョン情報をコピー
zh_hans: 复制版本信息
zh_hant: 複製版本資訊

source: Design Principles
ja: 設計方針
zh_hans: 设计原则
zh_hant: 設計原則

source: High-frequency browsing and reading paths prefer AppKit/UIKit-backed native behavior, with SwiftUI composing the app chrome and settings surfaces.
ja: 高頻度のブラウズと読書の経路では AppKit/UIKit に支えられたネイティブ挙動を優先し、SwiftUI はアプリのクローム、状態、設定画面を構成します。
zh_hans: 高频浏览和阅读路径优先采用 AppKit/UIKit 支撑的原生行为，SwiftUI 负责组合应用外壳、状态与设置界面。
zh_hant: 高頻瀏覽與閱讀路徑優先採用 AppKit/UIKit 支撐的原生行為，SwiftUI 負責組合 App 外殼、狀態與設定介面。

source: KeiPix is a native Pixiv client for macOS, iPadOS, and iOS.
ja: KeiPix は macOS、iPadOS、iOS 向けのネイティブ Pixiv クライアントです。
zh_hans: KeiPix 是面向 macOS、iPadOS 和 iOS 的原生 Pixiv 客户端。
zh_hant: KeiPix 是面向 macOS、iPadOS 與 iOS 的原生 Pixiv 客戶端。

source: KeiPix is licensed under the Apache License, Version 2.0. You may use, modify, and distribute it under the license terms.
ja: KeiPix は Apache License 2.0 の下でライセンスされています。ライセンス条項に従って利用、変更、配布できます。
zh_hans: KeiPix 使用 Apache License 2.0 授权。你可以按照该许可证条款使用、修改和分发。
zh_hant: KeiPix 採用 Apache License 2.0 授權。你可以依照授權條款使用、修改與散布。

source: License summary copied
ja: ライセンス概要をコピーしました
zh_hans: 许可证摘要已复制
zh_hant: 授權摘要已複製

source: Locale
ja: ロケール
zh_hans: 语言环境
zh_hant: 語言環境

source: Open License
ja: ライセンスを開く
zh_hans: 打开许可证
zh_hant: 打開授權條款

source: Platform Support
ja: プラットフォーム対応
zh_hans: 平台支持
zh_hant: 平台支援

source: Repository
ja: リポジトリ
zh_hans: 源码仓库
zh_hant: 原始碼倉庫

source: Repository URL copied
ja: リポジトリ URL をコピーしました
zh_hans: 仓库 URL 已复制
zh_hant: 倉庫 URL 已複製

source: The interface is tuned separately for Mac windows, iPad multitasking, and iPhone-size layouts while sharing one codebase.
ja: インターフェイスは 1 つのコードベースを共有しながら、Mac ウインドウ、iPad のマルチタスク、iPhone サイズのレイアウトごとに調整されています。
zh_hans: 界面会分别针对 Mac 窗口、iPad 多任务和 iPhone 尺寸布局调整，同时共享同一套代码。
zh_hant: 介面會分別針對 Mac 視窗、iPad 多工與 iPhone 尺寸版面調整，同時共用同一套程式碼。

source: The project is developed in the open on GitHub. File issues, inspect commits, or review the Apache-2.0 source from the repository.
ja: このプロジェクトは GitHub 上で公開開発されています。リポジトリから Issue の作成、コミット確認、Apache-2.0 ソースのレビューができます。
zh_hans: 项目在 GitHub 上开放开发。你可以在仓库中提交问题、查看提交，或审阅 Apache-2.0 源码。
zh_hant: 專案在 GitHub 上公開開發。你可以在倉庫中回報問題、查看提交，或審閱 Apache-2.0 原始碼。

source: Version info copied
ja: バージョン情報をコピーしました
zh_hans: 版本信息已复制
zh_hant: 版本資訊已複製

source: Account
ja: アカウント
zh_hans: 账号
zh_hant: 帳號

source: Account Mode
ja: アカウントモード
zh_hans: 账号模式
zh_hant: 帳號模式

source: Account Token Refresh
ja: アカウントトークン更新
zh_hans: 账号 Token 刷新
zh_hant: 帳號 Token 刷新

source: Account health
ja: アカウントの健全性
zh_hans: 账号健康
zh_hant: 帳號健康

source: Account identity hidden
ja: アカウントID非表示
zh_hans: 账号身份已隐藏
zh_hant: 帳號身份已隱藏

source: Acknowledgments
ja: 謝辞
zh_hans: 致谢
zh_hant: 致謝

source: Action Required
ja: アクションが必要
zh_hans: 需要处理
zh_hant: 需要處理

source: Active
ja: 進行中
zh_hans: 进行中
zh_hant: 進行中

source: Active Search Filters
ja: 有効な検索フィルター
zh_hans: 已启用搜索筛选
zh_hant: 已啟用搜尋篩選

source: Active downloads display a sliding-window byte-per-second readout per row and an aggregate rate in the queue subtitle, just like Finder.
ja: ダウンロード中の項目は、Finder のように各行へスライディングウィンドウの毎秒バイト数を表示し、キューのサブタイトルには合計レートを表示します。
zh_hans: 下载中的任务在每一行显示滑动窗口内的每秒字节数，并在队列副标题中展示总速率，像访达一样。
zh_hant: 下載中的任务在每一行顯示滑動窗口內的每秒字节数，並在隊列副標題中展示總速率，像訪達一樣。

source: Add Account
ja: アカウントを追加
zh_hans: 添加账号
zh_hant: 添加帳號

source: Add Phrase
ja: 語句を追加
zh_hans: 新增短语
zh_hant: 新增短語

source: Add Series to Watchlist
ja: シリーズをウォッチリストに追加
zh_hans: 将系列加入追更
zh_hant: 將系列加入追蹤

source: Add Tag
ja: タグを追加
zh_hans: 添加标签
zh_hant: 添加標籤

source: Add bulk mute previews.
ja: 一括ミュートプレビューを追加
zh_hans: 新增批量屏蔽预览。
zh_hant: 新增批量封鎖預覽。

source: Add muted comment phrase
ja: 非表示のコメント語句を追加
zh_hans: 新增屏蔽评论短语
zh_hant: 新增封鎖留言短語

source: Add muted tag
ja: 非表示タグを追加
zh_hans: 新增屏蔽标签
zh_hant: 新增封鎖標籤

source: Add saved preset import and export.
ja: 保存済みプリセットのインポート/エクスポートを追加
zh_hans: 新增保存搜索预设导入导出。
zh_hant: 新增保存搜尋預設導入導出。

source: Add to Download Queue
ja: ダウンロードキューに追加
zh_hans: 加入下载队列
zh_hant: 加入下載隊列

source: Add to Watch Later
ja: 後で見るに追加
zh_hans: 添加到稍后再看
zh_hant: 加入稍後再看

source: Add to Watchlist
ja: ウォッチリストに追加
zh_hans: 添加到追更
zh_hant: 添加到追蹤

source: Added %@ to watchlist
ja: %@をウォッチリストに追加しました
zh_hans: 已追更 %@
zh_hant: 已追蹤 %@

source: Added bookmark tag #%@
ja: ブックマークタグ #%@ を追加
zh_hans: 已添加收藏标签 #%@
zh_hant: 已添加收藏標籤 #%@

source: Adds an accent border and a Following badge so artists you follow stand out in mixed feeds.
ja: フォロー中の絵師の作品にアクセント色の枠と「フォロー中」バッジを付けて、混在フィード内で識別しやすくします。
zh_hans: 为已关注画师的作品加上强调色边框与「已关注」徽标，让其在混合 feed 中一目了然。
zh_hant: 為已追蹤畫师的作品加上强調色邊框與「已追蹤」徽標，讓其在混合 feed 中一目了然。

source: Advanced QA
ja: 高度な QA
zh_hans: 高级 QA
zh_hant: 高級 QA

source: Advanced Filter
ja: 高度なフィルター
zh_hans: 高级筛选
zh_hant: 進階篩選

source: Edit Advanced Filter
ja: 高度なフィルターを編集
zh_hans: 编辑高级筛选
zh_hant: 編輯進階篩選

source: Text Filters
ja: テキストフィルター
zh_hans: 文本筛选
zh_hant: 文字篩選

source: Number Ranges
ja: 数値範囲
zh_hans: 数值范围
zh_hant: 數值範圍

source: Other Terms
ja: その他の条件
zh_hans: 其它条件
zh_hant: 其他條件

source: Minimum
ja: 最小
zh_hans: 最小
zh_hant: 最小

source: Maximum
ja: 最大
zh_hans: 最大
zh_hant: 最大

source: Any
ja: 任意
zh_hans: 任意
zh_hant: 任意

source: Include
ja: 含める
zh_hans: 包含
zh_hant: 包含

source: Exclude
ja: 除外
zh_hans: 排除
zh_hant: 排除

source: Age Limit
ja: 年齢制限
zh_hans: 年龄限制
zh_hant: 年齡限制

source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: All Ages
ja: 全年齢
zh_hans: 全年龄
zh_hant: 全年齡

source: All Bookmark Tags
ja: すべてのブックマークタグ
zh_hans: 全部收藏标签
zh_hant: 全部收藏標籤

source: All Categories
ja: すべてのカテゴリ
zh_hans: 所有分类
zh_hant: 所有分類

source: All Creators
ja: 全クリエイター
zh_hans: 全部作者
zh_hant: 全部作者

# All Downloads
source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: All Following
ja: フォロー中すべて
zh_hans: 全部关注作品
zh_hant: 全部追蹤作品

source: All Pages
ja: 全ページ
zh_hans: 全部页面
zh_hant: 全部頁面

source: All Works
ja: すべての作品
zh_hans: 全部作品
zh_hant: 全部作品

source: Anytime
ja: すべての期間
zh_hans: 不限时间
zh_hant: 不限時間

source: App Commands
ja: アプリコマンド
zh_hans: 应用命令
zh_hant: 應用命令

source: App Controls
ja: App コントロール
zh_hans: 应用控制
zh_hant: 應用控制

source: App-level proxy override
ja: アプリ単位のプロキシ設定
zh_hans: 应用级代理设置
zh_hant: 應用級代理設定

source: Appearance
ja: 外観
zh_hans: 外观
zh_hant: 外觀

source: Apple's system translation sheet stays reachable on artwork captions and comments, gated to skip empty / emoji-only text.
ja: 作品キャプションとコメントから Apple の翻訳シートにアクセスでき、空文や絵文字のみの文はスキップします。
zh_hans: 在作品简介与评论中保留 Apple 系统翻译面板入口，并跳过空文本与纯表情。
zh_hant: 在作品簡介與留言中保留 Apple 系統翻譯面板入口，並跳過空白文本與純表情。

source: Applied search preset %@
ja: 検索プリセット %@ を適用
zh_hans: 已应用搜索预设 %@
zh_hant: 已應用搜尋預設 %@

source: Applied template preset %@
ja: テンプレートプリセット %@ を適用
zh_hans: 已应用模板预设 %@
zh_hant: 已套用模板預設 %@

source: Apply
ja: 適用
zh_hans: 应用
zh_hant: 應用

source: Apply Preset
ja: プリセットを適用
zh_hans: 应用预设
zh_hant: 套用預設

source: Apply Bookmarks
ja: ブックマークを適用
zh_hans: 应用收藏
zh_hant: 應用收藏

source: Apply Bulk Mute
ja: 一括ミュートを適用
zh_hans: 应用批量屏蔽
zh_hant: 應用批量封鎖

source: Area
ja: エリア
zh_hans: 板块
zh_hant: 板塊

source: Article History
ja: 記事の履歴
zh_hans: 文章历史
zh_hant: 文章紀錄

source: Articles open in-app and Pixiv artwork/user/tag links route natively.
ja: 記事はアプリ内で開き、Pixiv作品/ユーザー/タグリンクはネイティブにルーティング
zh_hans: 文章需要在 App 内打开，Pixiv 作品、用户、标签链接走原生路由。
zh_hant: 文章需要在 App 內開啟，Pixiv 作品、使用者、標籤連結走原生路由。

source: Artwork
ja: 作品
zh_hans: 作品
zh_hant: 作品

source: Artwork Copy Template
ja: 作品コピーテンプレート
zh_hans: 作品复制模板
zh_hant: 作品複製模板

source: Artwork ID
ja: 作品 ID
zh_hans: 作品 ID
zh_hant: 作品 ID

source: Artwork Information
ja: 作品情報
zh_hans: 作品信息
zh_hant: 作品資訊

source: Artwork Series
ja: 作品シリーズ
zh_hans: 作品系列
zh_hant: 作品系列

source: Artwork Tag
ja: 作品タグ
zh_hans: 作品标签
zh_hant: 作品標籤

source: Artwork detail and social
ja: 作品詳細とソーシャル
zh_hans: 作品详情与社交
zh_hant: 作品詳情與社交

source: Artwork search covers match mode, sort, AI/R18, bookmark counts, saved searches, and autocomplete.
ja: 作品検索は一致モード、ソート、AI/R18、ブックマーク数、保存検索、自動補完をカバー
zh_hans: 作品搜索需要覆盖匹配模式、排序、AI/R18、收藏数、保存搜索和自动补全。
zh_hant: 作品搜尋需要覆盖符合模式、排序、AI/R18、收藏數、保存搜尋和自動補全。

source: Artwork, creator, tag, search, and Pixivision URLs resolve to native destinations.
ja: 作品、クリエイター、タグ、検索、PixivisionのURLはネイティブな宛先に解決
zh_hans: 作品、作者、标签、搜索和 Pixivision URL 需要解析到原生目标。
zh_hant: 作品、作者、標籤、搜尋和 Pixivision URL 需要解析到原生目標。

source: Authorize Mutable QA
ja: 変更可能QAを承認
zh_hans: 授权变更 QA
zh_hant: 授權變更 QA

source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Automatic
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Available from %@ to %@
ja: %@ 〜 %@ で利用可能
zh_hans: 可选范围：%@ 至 %@
zh_hant: 可選範圍：%@ 至 %@

source: Available in diagnostics
ja: 診断で利用可能
zh_hans: 可在诊断中查看
zh_hant: 可在診断中查看

source: Balanced
ja: 標準
zh_hans: 均衡
zh_hant: 均衡

source: Batch Bookmark
ja: 一括ブックマーク
zh_hans: 批量收藏
zh_hant: 批量收藏

source: Batch Bookmark Selected
ja: 選択を一括ブックマーク
zh_hans: 批量收藏选中作品
zh_hant: 批量收藏選中作品

source: Batch Download
ja: 一括ダウンロード
zh_hans: 批量下载
zh_hant: 批量下載

source: Batch Download Loaded Artworks
ja: 読み込み済み作品を一括ダウンロード
zh_hans: 批量下载已加载作品
zh_hant: 批量下載已載入作品

source: Following page requests
ja: 後続ページのリクエスト数
zh_hans: 后续页面请求数
zh_hant: 後續頁面請求數

source: Include Following Pages
ja: 後続ページを含める
zh_hans: 包含后续页面
zh_hant: 包含後續頁面

source: May request up to %d more Pixiv feed pages before queueing.
ja: キュー追加前に Pixiv フィードを最大 %d ページ追加取得します。
zh_hans: 加入队列前最多请求 %d 页后续 Pixiv Feed。
zh_hant: 加入佇列前最多請求 %d 頁後續 Pixiv Feed。

source: Blur R-18 and R-18G thumbnails while keeping metadata and actions visible.
ja: R-18およびR-18Gサムネイルをぼかしつつメタデータとアクションを表示
zh_hans: 模糊 R-18 和 R-18G 缩略图，同时保留标题、标识和操作。
zh_hant: 模糊 R-18 和 R-18G 縮略圖，同時保留標題、標識和操作。

source: Bilingual
ja: バイリンガル
zh_hans: 双语对照
zh_hant: 雙語對照

source: Bookmark
ja: ブックマーク
zh_hans: 收藏
zh_hant: 收藏

source: Bookmarked
ja: ブックマーク済み
zh_hans: 已收藏
zh_hant: 已收藏

source: Bookmark Age Limit
ja: 年齢制限
zh_hans: 年龄分级
zh_hant: 年齡分級

source: Bookmark Date
ja: ブックマーク日時
zh_hans: 收藏时间
zh_hant: 收藏時間

source: Bookmark Filters
ja: ブックマークフィルター
zh_hans: 收藏筛选
zh_hant: 收藏篩選

source: Bookmark Sort
ja: ブックマークの並び順
zh_hans: 收藏排序
zh_hant: 收藏排序

source: Bookmark Tags
ja: ブックマークタグ
zh_hans: 收藏标签
zh_hant: 收藏標籤

source: Bookmark Visibility
ja: ブックマークの公開範囲
zh_hans: 收藏可见性
zh_hant: 收藏可見性

source: Bookmark filters reset
ja: ブックマークフィルターをリセットしました
zh_hans: 已重置收藏筛选
zh_hant: 已重設收藏篩選

source: Bookmark add and remove
ja: ブックマークの追加と削除
zh_hans: 收藏添加与移除
zh_hant: 收藏添加與移除

source: Bookmark new downloads automatically
ja: 新規ダウンロードを自動でブックマーク
zh_hans: 新下载自动收藏
zh_hant: 新下載自動收藏

source: Bookmark tag #%@ is already selected
ja: ブックマークタグ #%@ は既に選択済み
zh_hans: 收藏标签 #%@ 已选择
zh_hant: 收藏標籤 #%@ 已選擇

source: Bookmarked %d works · %d failed
ja: ブックマーク %d 件 · 失敗 %d 件
zh_hans: 已收藏 %d 个 · %d 个失败
zh_hant: 已收藏 %d 個 · %d 個失敗

source: Bookmarks
ja: ブックマーク
zh_hans: 收藏
zh_hant: 收藏

source: Build %@
ja: ビルド %@
zh_hans: 构建 %@
zh_hant: 構建 %@

source: Bulk Mute Preview
ja: 一括ミュートプレビュー
zh_hans: 批量屏蔽预览
zh_hant: 批量封鎖預覽

source: Bullying and Harassment
ja: いじめ・嫌がらせ
zh_hans: 霸凌与骚扰
zh_hant: 霸凌與騷擾

source: Cached Feed
ja: キャッシュフィード
zh_hans: 缓存作品流
zh_hant: 快取作品流

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel %@ and remove it from the queue? Local files stay in the download folder.
ja: %@ をキャンセルしてキューから削除しますか？ローカルファイルはダウンロードフォルダに残ります
zh_hans: 取消 %@ 并从队列移除？本地文件会保留在下载文件夹中。
zh_hant: 取消 %@ 並從隊列移除？本地檔案會保留在下載資料夾中。

source: Cancel %d visible active downloads and remove them from the queue? Local files stay in the download folder.
ja: 表示中のアクティブダウンロード %d 件をキャンセルしてキューから削除しますか？ローカルファイルはダウンロードフォルダに残ります
zh_hans: 取消 %d 个可见进行中下载并从队列移除？本地文件会保留在下载文件夹中。
zh_hant: 取消 %d 個可見進行中下載並從隊列移除？本地檔案會保留在下載資料夾中。

source: Cancel Download
ja: ダウンロードをキャンセル
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancel Reply
ja: 返信をキャンセル
zh_hans: 取消回复
zh_hant: 取消回覆

source: Cancel Visible Active Downloads
ja: 表示中のアクティブダウンロードをキャンセル
zh_hans: 取消可见进行中下载
zh_hant: 取消可見進行中下載

source: Cancelled %d downloads
ja: ダウンロード %d 件をキャンセル
zh_hans: 已取消 %d 个下载
zh_hant: 已取消 %d 個下載

source: Caption translation
ja: キャプション翻訳
zh_hans: 简介翻译
zh_hant: 簡介翻譯

source: CaptionTranslationAvailability accepts Pixiv caption shapes and rejects emoji-only blurbs.
ja: CaptionTranslationAvailability は Pixiv のキャプション形式を受け付け、絵文字のみの短文は除外します。
zh_hans: CaptionTranslationAvailability 接受 Pixiv 简介格式并拒绝纯表情短文本。
zh_hant: CaptionTranslationAvailability 接受 Pixiv 簡介格式並拒絕純表情短文本。

source: Capture visual QA screenshots for hot tags and wide feeds.
ja: ホットタグとワイドフィードのビジュアルQAスクリーンショットをキャプチャ
zh_hans: 为热门标签和宽图作品流捕获视觉 QA 截图。
zh_hant: 為熱門標籤和寬圖作品流捕獲視覺 QA 截圖。

source: Cards from artists the user follows pick up an accent border and a Following badge in mixed feeds, and the toggle round-trips through UserDefaults.
ja: 混在フィードで、フォロー中の絵師の作品にアクセント枠と「フォロー中」バッジを表示し、設定は UserDefaults に保持されます。
zh_hans: 已关注画师的作品在混合 feed 中呈现强调色边框与「已关注」徽标，开关状态通过 UserDefaults 持久化。
zh_hant: 已追蹤畫师的作品在混合 feed 中呈現强調色邊框與「已追蹤」徽標，開關狀態通過 UserDefaults 持久化。

source: Catalog covers every ShortcutAction case, surfaces are well-formed, and System Settings deep-link URL parses in the unit suite.
ja: カタログはすべての ShortcutAction ケースを網羅し、サーフェスは適切に構成され、システム設定へのディープリンク URL もユニットテストで正しく解釈されます。
zh_hans: 目录覆盖每一个 ShortcutAction 分支，分组结构完整，且系统设置深链 URL 在单元测试中可正常解析。
zh_hant: 目錄覆盖每一個 ShortcutAction 分支，分組結構完整，且系統設定深鏈 URL 在單元測試中可正常解析。

source: Change the download filter to see other queue items.
ja: ダウンロードフィルターを変更して他のキュー項目を表示
zh_hans: 切换下载筛选即可查看其他队列项目。
zh_hant: 切換下載篩選即可查看其他隊列項目。

source: Change the history search to see other items.
ja: 他のアイテムを表示するには検索条件を変更してください。
zh_hans: 调整历史搜索即可查看其他项目。
zh_hant: 調整紀錄搜尋即可查看其他項目。

source: Change the settings search to show other controls.
ja: 他のコントロールを表示するには検索条件を変更してください。
zh_hans: 修改设置搜索词以显示其他控制项。
zh_hant: 修改設定搜尋詞以顯示其他控制項。

source: Change the watchlist search to see other series.
ja: ウォッチリスト検索を変更して他の作品を表示
zh_hans: 调整追更搜索即可查看其他系列。
zh_hant: 調整追蹤搜尋即可查看其他系列。

source: Changed muted content; previous snapshot had %d items
ja: ミュートコンテンツを変更；前回のスナップショットは %d 件
zh_hans: 已变更屏蔽内容，操作前有 %d 个屏蔽项
zh_hant: 已變更封鎖內容，操作前有 %d 個封鎖項

source: Changing the reader mode in an artwork updates the matching default for future works.
ja: 作品のリーダーモードを変更すると今後の作品の対応するデフォルトが更新
zh_hans: 在作品里切换阅读模式后，同类作品会沿用这个默认值。
zh_hant: 在作品裡切換閱讀模式後，同類作品會沿用這個預設值。

source: Check Follow Visibility
ja: フォロー公開設定を確認
zh_hans: 检查关注可见性
zh_hant: 檢查追蹤可見性

source: Check for Updates…
ja: アップデートを確認…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check for updates on launch
ja: 起動時にアップデートを確認
zh_hans: 启动时检查更新
zh_hant: 啟動時檢查更新

source: Checked follow visibility for %d creators
ja: クリエイター %d 件のフォロー公開設定を確認
zh_hans: 已检查 %d 位作者的关注可见性
zh_hant: 已檢查 %d 位作者的追蹤可見性

source: Checked follow visibility for %d creators, %d failed
ja: クリエイター %d 件のフォロー公開設定を確認、%d 件失敗
zh_hans: 已检查 %d 位作者的关注可见性，%d 位失败
zh_hant: 已檢查 %d 位作者的追蹤可見性，%d 位失敗

source: Checking follow visibility
ja: フォロー公開設定を確認中
zh_hans: 正在检查关注可见性
zh_hant: 正在檢查追蹤可見性

source: Checking for updates…
ja: アップデートを確認中…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

source: Choose
ja: 選択
zh_hans: 选择
zh_hant: 選擇

source: Choose Folder
ja: フォルダーを選択
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Choose Image
ja: 画像を選択
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Clear %d completed download records?
ja: 完了したダウンロード記録 %d 件をクリアしますか？
zh_hans: 清理 %d 条已完成下载记录？
zh_hant: 清理 %d 条已完成下載記錄？

source: Clear %d failed download records? Local files stay in the download folder.
ja: 失敗したダウンロード記録 %d 件をクリアしますか？ローカルファイルはダウンロードフォルダに残ります
zh_hans: 清理 %d 条失败下载记录？本地文件会保留在下载文件夹中。
zh_hant: 清理 %d 条失敗下載記錄？本地檔案會保留在下載資料夾中。

source: Clear %d invalid download records?
ja: 無効なダウンロード記録 %d 件をクリアしますか？
zh_hans: 清理 %d 条无效下载记录？
zh_hant: 清理 %d 条無效下載記錄？

source: Clear %d recent searches?
ja: 最近の検索 %d 件をクリアしますか？
zh_hans: 清空 %d 条最近搜索？
zh_hant: 清空 %d 条最近搜尋？

source: Clear Article History
ja: 記事履歴をクリア
zh_hans: 清空文章历史
zh_hant: 清空文章紀錄

source: Clear Completed
ja: 完了をクリア
zh_hans: 清理已完成
zh_hant: 清理已完成

source: Clear Failed
ja: クリア失敗
zh_hans: 清理失败
zh_hant: 清理失敗

source: Clear History
ja: 履歴を消去
zh_hans: 清空历史
zh_hant: 清空紀錄

source: Clear Image Cache
ja: 画像キャッシュをクリア
zh_hans: 清理图片缓存
zh_hant: 清理圖片快取

source: Clear Invalid
ja: 無効をクリア
zh_hans: 清理无效
zh_hant: 清理無效

source: Clear Muted Content
ja: 非表示コンテンツをクリア
zh_hans: 清空屏蔽内容
zh_hant: 清空封鎖內容

source: Clear Feed Filter
ja: フィードフィルターを解除
zh_hans: 解除作品流过滤
zh_hant: 解除作品流過濾

source: Clear Search
ja: 検索をクリア
zh_hans: 清空搜索
zh_hant: 清空搜尋

source: Clear Search History
ja: 検索履歴をクリア
zh_hans: 清空搜索历史
zh_hant: 清空搜尋紀錄

source: Clear Selection
ja: 選択をクリア
zh_hans: 清空选择
zh_hant: 清空選擇

source: Clear all local browsing history?
ja: すべてのローカル閲覧履歴をクリアしますか？
zh_hans: 清空全部本地浏览历史？
zh_hant: 清空全部本地瀏覽紀錄？

source: Clear all muted content?
ja: 全ミュートコンテンツをクリアしますか？
zh_hans: 清空全部屏蔽内容？
zh_hant: 清空全部封鎖內容？

source: Cleared %d downloads
ja: ダウンロード %d 件をクリア
zh_hans: 已清理 %d 个下载
zh_hant: 已清理 %d 個下載

source: Cleared %d history items
ja: 履歴 %d 件をクリア
zh_hans: 已清空 %d 条历史
zh_hant: 已清空 %d 条紀錄

source: Cleared %d muted items
ja: ミュート %d 件をクリア
zh_hans: 已清空 %d 个屏蔽项
zh_hant: 已清空 %d 個封鎖項

source: Cleared %d recent searches
ja: 最近の検索 %d 件をクリア
zh_hans: 已清空 %d 条最近搜索
zh_hant: 已清空 %d 条最近搜尋

source: Cleared article history
ja: 記事履歴をクリア済み
zh_hans: 已清空文章历史
zh_hant: 已清空文章紀錄

source: Cleared bookmark tag selection
ja: ブックマークタグ選択をクリア
zh_hans: 已清空收藏标签选择
zh_hant: 已清空收藏標籤選擇

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Comment #%d
ja: コメント #%d
zh_hans: 评论 #%d
zh_hant: 留言 #%d

source: Comment #%d feedback ready
ja: コメント #%d フィードバック準備完了
zh_hans: 评论 #%d 反馈已就绪
zh_hant: 留言 #%d 意見回饋已就緒

source: Comment Emoji
ja: コメント絵文字
zh_hans: 评论表情
zh_hant: 留言表情

source: Comment Stamp
ja: コメントスタンプ
zh_hans: 评论贴图
zh_hant: 留言貼圖

source: Comment feedback
ja: コメントフィードバック
zh_hans: 评论反馈
zh_hant: 留言意見回饋

source: Comment posting
ja: コメント投稿中
zh_hans: 评论发布
zh_hant: 留言發佈

source: Comments
ja: コメント
zh_hans: 评论
zh_hant: 留言

source: Comments and feedback
ja: コメントとフィードバック
zh_hans: 评论与反馈
zh_hant: 留言與意見回饋

source: Comments, replies, feedback summaries, and local comment mute flows remain reachable.
ja: コメント、返信、フィードバックサマリー、ローカルコメントミュートフローは引き続き到達可能
zh_hans: 评论、回复、反馈摘要和本地评论屏蔽流程需要可访问。
zh_hant: 留言、回覆、意見回饋摘要和本地留言封鎖流程需要可訪問。

source: Compact
ja: コンパクト
zh_hans: 紧凑
zh_hant: 緊湊

source: Compact artwork cards
ja: コンパクト作品カード
zh_hans: 紧凑作品卡片
zh_hant: 緊湊作品卡片

source: Complete login in the embedded Pixiv page. KeiPix captures only the authorization code.
ja: 埋め込みPixivページでログインを完了。KeiPixは認証コードのみをキャプチャします
zh_hans: 在内嵌 Pixiv 页面完成登录。KeiPix 只捕获授权码。
zh_hant: 在內嵌 Pixiv 頁面完成登入。KeiPix 只捕獲授權碼。

source: Completed
ja: 完了
zh_hans: 已完成
zh_hant: 已完成

source: Completed downloads expose a Quick Look affordance — Space-bar peek, toolbar button, and context-menu entry — that opens Apple's system preview panel.
ja: ダウンロード済みの作品では、スペースキー、ツールバーボタン、コンテキストメニューからクイックルックを呼び出し、Apple のシステムプレビューパネルを表示できます。
zh_hans: 已完成的下载提供快速查看入口——空格键预览、工具栏按钮和右键菜单项均会调起 Apple 系统预览面板。
zh_hant: 已完成的下載提供快速查看入口——空格鍵預覽、工具欄按钮和右鍵菜單項均會調起 Apple 系統預覽面板。

source: Concurrent Downloads
ja: 同時ダウンロード数
zh_hans: 并发下载数
zh_hant: 並發下載数

source: Content Filters
ja: コンテンツフィルター
zh_hans: 内容过滤
zh_hant: 內容過濾

source: Content Flags
ja: コンテンツ表示
zh_hans: 内容标识
zh_hant: 內容標識

source: Content Rating
ja: コンテンツレーティング
zh_hans: 内容分级
zh_hant: 內容分級

source: Continuous Reading
ja: 連続読み
zh_hans: 连续阅读
zh_hant: 連續閱讀

source: Copied
ja: コピーしました
zh_hans: 已复制
zh_hant: 已複製

source: Copied %@
ja: コピー済み: %@
zh_hans: 已复制 %@
zh_hant: 已複製 %@

source: Copied %d artwork links
ja: 作品リンク %d 件をコピー
zh_hans: 已复制 %d 个作品链接
zh_hant: 已複製 %d 個作品連結

source: Copied %d bookmark tags
ja: ブックマークタグ %d 件をコピー
zh_hans: 已复制 %d 个收藏标签
zh_hant: 已複製 %d 個收藏標籤

source: Copied %d creator links
ja: クリエイターリンク %d 件をコピー
zh_hans: 已复制 %d 个作者链接
zh_hant: 已複製 %d 個作者連結

source: Copied %d creator summaries
ja: クリエイターサマリー %d 件をコピー
zh_hans: 已复制 %d 条作者摘要
zh_hant: 已複製 %d 条作者摘要

source: Copied %d links
ja: %d 件のリンクをコピー
zh_hans: 已复制 %d 个链接
zh_hant: 已複製 %d 個連結

source: Copied Artwork Summary
ja: 作品サマリーをコピー済み
zh_hans: 已复制作品摘要
zh_hant: 已複製作品摘要

source: Copied Diagnostics
ja: 診断情報をコピー済み
zh_hans: 已复制诊断
zh_hant: 已複製診断

source: Copied Error
ja: エラーをコピーしました
zh_hans: 已复制错误
zh_hant: 已複製錯誤

source: Copied Pixiv Web Search Link
ja: Pixiv Web検索リンクをコピー済み
zh_hans: 已复制 Pixiv Web 搜索链接
zh_hant: 已複製 Pixiv Web 搜尋連結
